public/Prueba_CPU.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP:Header>
      <header xmlns="xmlapi_1.0">
         <security>
            <user>C14593</user>
            <password hashed="false">Claro348!</password>
         </security>
         <requestID>aquiroga:0001</requestID>
      </header>
   </SOAP:Header>

    <SOAP:Body>
        <find xmlns="xmlapi_1.0">
            <fullClassName>equipment.SystemCpuStats</fullClassName>
            <filter>
                <and>

<!--
En este espacio, deben ir los parametros del objeto que se desea consultar
-->

                <equal name="monitoredObjectSiteId" value=""/>
                </and>
            </filter>
            <resultFilter>

<!--
En este espacio, deben ir los parametros que se desean visulizar de la consulta
-->

            <attribute>systemCpuUsage</attribute>
            <attribute>timeCaptured</attribute>


              
            </resultFilter>

        </find>
    </SOAP:Body>


</SOAP:Envelope>